Repository: sanchezanxo/create_random_posts
Catalog: languages/create_random_posts_*.po
Languages: es_es, gl_es

source: Nothing to see here
es_es: Nada que ver aquí
gl_es: Nada que ver aquí

source: Create Random Posts
es_es: Crear mensajes aleatorios
gl_es: Crear artigos aleatorios

source: Instructions: indicate the number of posts to create, a prefix for the title, the featured image (optional), the post category (optional) and the text of the posts.
es_es: Instrucciones: indica el número de entradas a crear, un prefijo para el título, la imagen destacada (opcional), la categoría de la entrada (opcional) y el texto de las entradas.
gl_es: Instrucións: indicar o número de artigos a crear, o prefixo para os títulos, a imaxe destacada (opcional), a categoría do artigo (opcional) e o texto para os artigos.

source: Number of posts to create (required):
es_es: Número de entradas a crear (obligatorio):
gl_es: Número de artigos a crear (obrigatorio):

source: Title prefix (required):
es_es: Prefijo del título (obligatorio):
gl_es: Prefixo do título (obrigatorio):

source: Featured image:
es_es: Imagen destacada:
gl_es: Imaxe destacada:

source: Category of the post:
es_es: Categoría de la entrada:
gl_es: Categoría do artigo:

source: Text to be included in the posts (required):
es_es: Texto de las entradas (obligatorio):
gl_es: Texto dos artigos (obrigatorio):

source: Create posts
es_es: Crear entradas
gl_es: Crear artigos

source: Create random posts
es_es: Crear entradas aleatorias
gl_es: Crear artigos aleatorios

source: Creates test posts with random title, text and image
es_es: Crea entradas de prueba con título, texto e imagen aleatorios
gl_es: Crear artigo de proba aleatorios con título, texto e imaxe
